Repository: birko/MiniShopBundle
Catalog: Core/AttributeBundle/Resources/translations/messages.*.xliff
Languages: sk

source: Attributes
sk: Atribúty

source: Create a new attribute
sk: Pridať nový atribút

source: Attribute list
sk: Zoznam atribútov

source: Attribute creation
sk: Tvorba atribútu

source: Attribute edit
sk: Úprava atribútu

source: Attribute name list
sk: Zoznam názvov atribútov

source: Attribute value list
sk: Zoznam hodnôt atribútov

source: Values
sk: Hodnoty

source: Attribute name creation
sk: Tvorba názvu atribútu

source: Attribute name edit
sk: Úprava názvu atribútu

source: Attribute value creation
sk: Tvorba hodnoty atribútu

source: Attribute value edit
sk: Úprava hodnoty atribútu
