Repository: birko/MiniShopBundle
Catalog: Core/PriceBundle/Resources/translations/messages.*.xliff
Languages: sk

source: VAT
sk: DPH

source: VAT list
sk: Zoznam DPH

source: VAT creation
sk: Tvorba DPH

source: VAT edit
sk: Úprava DPH

source: with VAT
sk: s DPH

source: Currency
sk: Mena

source: Currency list
sk: Zoznam mien

source: Currency creation
sk: Tvorba meny

source: Currency edit
sk: Úprava meny

source: Create a new currency
sk: Vytvoriť novú menu

source: Back to the currency list
sk: Späť na zoznam mien
