Repository: birko/MiniShopBundle
Catalog: Core/UserBundle/Resources/translations/messages.*.xliff
Languages: cs

source: The password must have at least 6 characters.
cs: Heslo musí mať aspoň 6 znakov.

source: general.submit
cs: odoslať

source: general.contact.submit
cs: odoslať

source: Verification code does not match. You must enter %code%
cs: Overovací kód sa nezhoduje. Musíte zadať %code%

source: general.logout
cs: odhlásiť

source: general.login
cs: prihlásiť

source: Username
cs: Užívateľské meno

source: Password
cs: Heslo

source: Old Password
cs: Staré heslo

source: New Password
cs: Nové heslo

source: Login
cs: Prihlásiť

source: Users
cs: Užívatelia

source: Add user
cs: Pridať uživateľa

source: Add users
cs: Pridať uživateľov

source: Roles
cs: Roly

source: User edit
cs: Úprava užívateľa

source: User list
cs: Zoznam užívateľov

source: Back to the user list
cs: Späť na zoznam užívateľov

source: Current password
cs: Súčasné heslo

source: Register
cs: Registrácia

source: Price group
cs: Cenová skupina

source: Price groups
cs: Cenové skupiny

source: Price Group list
cs: Zoznam cenových skupín

source: Price Group creation
cs: Tvorba cenovej skupin

source: Price Group edit
cs: Upraviť cenovú skupinu

source: Create a new price group
cs: Vytvoriť novú cenovú skupinu

source: Back to the price group list
cs: Späť na zoznam cenových skupín

source: Rate
cs: Sadzba

source: Not logged in
cs: Neprihlásený

source: Logged in
cs: Prihlásený

source: Repeat Password
cs: Opakovať Heslo

source: User
cs: Užívateľ
