Repository: birko/MiniShopBundle
Catalog: Core/CategoryBundle/Resources/translations/messages.*.xliff
Languages: sk

source: Categories
sk: Kategórie

source: Create a new child category
sk: Pridať podkategóriu

source: Create a new top category
sk: Pridať hlavnú kategóriu

source: Move up
sk: Presunúť hore

source: Move down
sk: Presunúť dole

source: Home category
sk: Hlavná kategória

source: Back to the category list
sk: Späť k zoznamu kategórii

source: Raw
sk: Externá

source: Category creation
sk: Tvorba kategórie

source: Category edit
sk: Úprava kategórie

source: Category list
sk: Zoznam kategórií

source: External
sk: Externá
