Repository: birko/MiniShopBundle
Catalog: Site/UserBundle/Resources/translations/messages.*.xliff
Languages: cs

source: general.logout
cs: Odhlásit

source: general.login
cs: Přihlásit

source: general.not.logged.in
cs: Nepřihlášený

source: Register
cs: Registrace

source: I forget my password
cs: Zabudol som heslo

source: general.username
cs: Login

source: general.password
cs: Heslo

source: general.login.title
cs: Prihlásenie

source: Repeat password
cs: Opakovať heslo

source: Customer section
cs: Zákaznícka zóna

source: Change password
cs: Zmena hesla

source: Password recovery
cs: Zabudnuté heslo

source: If you forgot your password, type in your email address and we will send you instructions for password recovery.
cs: Ak ste zabudli vaše heslo, zadajte vašu e-mailovú adresu do nasledovného poľa. Pošleme vám inštrukcie pre obnovu hesla.

source: Instructions for password recovery were sent to your email. Please follow instructions for password recovery.
cs: Na váš email sme zaslali inštrukcie pre obnovu hesla.

source: User with supplied email not found.
cs: Užívateľ so zadaným emailom sa nenašiel.

source: You have requested for password recovery at %portal%.
cs: Požiadali ste o obnovenie hesla na %portal%.

source: Please visit link %link% for password recovery.
cs: V internetovom prehliadači otvorte odkaz %link%.

source: change.password
cs: Zmeniť heslo

source: New registration - %subject%
cs: Nová registrácia - %subject%

source: You have been registered at %portal%.
cs: Boli ste registrovaný na %portal%.

source: Your login information are
cs: Vaše prihlasovacie údaje sú

source: Registration
cs: Registrácia
