Repository: birko/MiniShopBundle
Catalog: Core/VendorBundle/Resources/translations/messages.*.xliff
Languages: sk

source: Vendors
sk: Výrobcovia

source: Create a new vendor
sk: Vytvoriť nového výrobcu

source: Vendor list
sk: Zoznam výrobcov

source: Vendor creation
sk: Tvorba výrobcu

source: Vendor edit
sk: Úprava výrobcu

source: Vendor
sk: Výrobca

source: Vendor list
sk: Zoznam výrobcov

source: Abbreviation
sk: Skratka

source: Back to the vendor list
sk: Späť k zoznamu výrobcov

source: Product vendor
sk: Výrobca produktu
