Repository: birko/MiniShopBundle
Catalog: Core/ShopBundle/Resources/translations/messages.*.xliff
Languages: cs

source: Orders
cs: Objednávky

source: States
cs: Státy

source: State list
cs: Zoznam státú

source: Create a new state
cs: Vytvoriť nový stát

source: State creation
cs: Tvorba sátu

source: State edit
cs: Úprava státu

source: Shipping
cs: Doprava

source: Shipping list
cs: Zoznam dopráv

source: Create a new shipping
cs: Vytvoriť novú dopravu

source: Shipping creation
cs: Tvorba dopravy

source: Shipping edit
cs: Úprava dopravy

source: Price system
cs: Platobný systém

source: Zero price limit
cs: Limit nulovej ceny

source: Payment
cs: Platba

source: Payment list
cs: Zoznam platieb

source: Create a new payment
cs: Vytvoriť novú platbu

source: Payment creation
cs: Tvorba platby

source: Paymet edit
cs: Úprava platby

source: Shop Users
cs: Zákazníci

source: Shop User list
cs: Zoznam zákazníkov

source: Shop User edit
cs: Úprava zákazníka

source: Order list
cs: Zoznam objednávok

source: Invoice number
cs: Číslo faktúry

source: Variable number
cs: Variabilné číslo

source: Invoice name
cs: Fakturační meno

source: Invoice phone
cs: Fakturační telefón

source: Invoice email
cs: Fakturační email

source: Delivery name
cs: Dodací meno

source: Delivery phone
cs: Dodací telefón

source: Delivery email
cs: Dodací email

source: Order status
cs: Stav objednávky

source: Order Status list
cs: Zoznam stavov objednávky

source: Create a new order status
cs: Vytvoriť nový stav objednávky

source: Color
cs: Farba

source: Order Status creation
cs: Tvorba stavu objednávky

source: Order Status edit
cs: Úprava stavu objednávky

source: Shipping status
cs: Stav dodania

source: Shipping Status list
cs: Zoznam stavov dodania

source: Create a new shipping status
cs: Vytvoriť nový stav dodania

source: Shipping Status creation
cs: Tvorba stavu dodania

source: Shipping Status edit
cs: Úprava stavu dodania

source: Invoice status
cs: Stav faktúry

source: Invoice Status list
cs: Zoznam stavov faktúry

source: Create a new invoice status
cs: Vytvoriť nový stav faktúry

source: Invoice Status creation
cs: Tvorba stavu faktúry

source: Invoice Status edit
cs: Úprava stavu faktúry

source: Choose status
cs: Vybrať stav

source: Shop
cs: Obchod

source: Street
cs: Ulice

source: City
cs: Město

source: ZIP
cs: PSČ

source: TIN
cs: DIČ

source: OIN
cs: IČO

source: VATIN
cs: IČ DPH

source: Phone
cs: Telefón

source: Delivery address
cs: Dodací adresa

source: Invoice address
cs: Fakturační adresa

source: Total price
cs: Cena celkem

source: Total price VAT
cs: Cena celkom s DPH

source: Add to cart
cs: Pridať do košíka

source: Create Address
cs: Vytvoriť adresu

source: Address creation
cs: Tvorba adresy

source: Address edit
cs: Úprava adresy

source: Address list
cs: Zoznam adries

source: Name Surname
cs: Meno Příjmení

source: Choose state
cs: Vyberte stát

source: Shipping state
cs: Stát dodania

source: Coupons
cs: Kupóny

source: Coupon list
cs: Zoznam kupónov

source: Coupon creation
cs: Tvorba kupónu

source: Coupon edit
cs: Úprava kupónu

source: Used
cs: Použitý

source: State
cs: Stát

source: Message
cs: Správa

source: Verification code
cs: Verifikačný kód

source: Order number
cs: Číslo objednávky

source: Is payment address same as shipping?
cs: Je fakturační adresa stejná jako dodací

source: Comment
cs: Komentář

source: Order detail
cs: Detail objednávky

source: Number
cs: Číslo

source: Surname
cs: Příjmení

source: Company
cs: Společnost

source: Oin
cs: IČO

source: Tin
cs: DIČ

source: Vatin
cs: IČ DPH

source: Cart
cs: Košík

source: New order %subject%'
cs: Nová objednávka %subject%

source: Order No.:%title% changed status to %status% - %subject%
cs: Objednávka č.:%title% zmenila svoj stav na %status% - %subject%

source: Payment edit
cs: Úprava platby

source: Labels
cs: Štítky

source: Process
cs: Spracovať

source: Settings
cs: Nastavenia

source: Supplier
cs: Dodávateľ

source: Reciever
cs: Príjemca

source: Due date
cs: Dátum splatnosti

source: Order date
cs: Dátum objednávky

source: Invoice date
cs: Dátum faktúry

source: Invoice edit
cs: Úprava faktúry

source: Edit invoice
cs: Úpraviť faktúru

source: Order edit
cs: Úprava objednávky

source: Due days
cs: Dni splatnosti

source: Billing
cs: Vyúčtovanie

source: Coupon products list
cs: Zoznam produktov kupónu

source: Coupon products add list
cs: Zoznam produktov kupónu na pridanie

source: Back to the coupon products list
cs: Späť na zoznam produktov kupónu

source: Phone contact is used exclusively to contact the customer about the status of his order.
cs: Telefonní kontakt slouží výlučně ke kontaktování zákazníka ohledně stavu jeho objednávky.

source: Groupon
cs: Zľavomat

source: Groupon list
cs: Zoznam zľavomatov

source: Groupon creation
cs: Tvorba zľavomatu

source: Groupon edit
cs: Úprava Zľavomatu

source: Groupons
cs: Zľavomaty

source: Order
cs: Objednávka
