Repository: birko/MiniShopBundle
Catalog: Core/ProductBundle/Resources/translations/messages.*.xliff
Languages: sk

source: Products
sk: Produkty

source: Product list
sk: Zoznam produktov

source: Tags
sk: Tagy

source: Add existing product
sk: Pridať existujúcí produkt

source: Create a new product
sk: Vytvoriť nový produkt

source: Short description
sk: Krátky popis

source: Product
sk: Produkt

source: Add product
sk: Pridať produkt

source: Add products
sk: Pridať produkty

source: Product creation
sk: Tvorba produktu

source: Product edit
sk: Úprava produktu

source: Weight
sk: Váha

source: Capacity
sk: Objem

source: Price
sk: Cena bez DPH

source: Price VAT
sk: Cena s DPH

source: Prices
sk: Ceny

source: Options
sk: Voľby

source: Product Option list
sk: Zoznam volieb

source: Product Option creation
sk: Tvorba voľby

source: Product Option edit
sk: Úprava voľby

source: Product Media list
sk: Zoznam médii

source: Product Media creation
sk: Tvorba média

source: Product Media edit
sk: Úprava média

source: Price amount
sk: Cenové množstvo

source: Price creation
sk: Tvorba ceny

source: Price edit
sk: Úprava ceny

source: Amount
sk: Množstvo

source: Availability
sk: Dostupnosť

source: Stock
sk: Sklad

source: Stock creation
sk: Tvorba skladu

source: Stock edit
sk: Úprava skladu

source: Available
sk: Skladom

source: Not available
sk: Nedostupný

source: Price list
sk: Zoznam cien

source: Product media position edit
sk: Úprava pozície média

source: Product position edit
sk: Úprava pozície produktu
