Repository: birko/MiniShopBundle
Catalog: Core/ContentBundle/Resources/translations/messages.*.xliff
Languages: cs

source: Content
cs: Obsah

source: Content creation
cs: Tvorba obsahu

source: Content edit
cs: Úprava obsahu

source: Article
cs: Článok

source: Article list
cs: Zoznam článkov

source: Article creation
cs: Tvorba článku

source: Article edit
cs: Úprava článku

source: Content list
cs: Zoznam obsahu

source: Texts
cs: Texty

source: Content Media list
cs: Zoznam médii

source: Content Media creation
cs: Tvorba média

source: Content Media edit
cs: Úprava média

source: Create a new content
cs: Vytvoriť nový obsah

source: Content media position edit
cs: Úprava pozície média

source: Contents
cs: Obsahy
