Repository: birko/MiniShopBundle
Catalog: Core/NewsletterBundle/Resources/translations/messages.*.xliff
Languages: sk

source: Newsletter list
sk: Zoznam newslettrov

source: Newsletter Emails
sk: Emaily newslettra

source: Newsletter Groups
sk: Skupiny newslettra

source: Newsletters
sk: Newslettre

source: Send
sk: Odoslať

source: Send to group
sk: Odoslať skupine

source: Send to email
sk: Odoslať vybraným emailom

source: Create a new newsletter
sk: Vytvoriť nový newsletter

source: Newsletter creation
sk: Tvorba newslettra

source: Newsletter edit
sk: Úprava newslettra

source: Newsletter Group list
sk: Zoznam skupín newslettra

source: Newsletter Group creation
sk: Tvorba skupiny newslettra

source: Newsletter Group edit
sk: Úprava skupiny newslettra

source: Create a new email
sk: Vytvoriť nový email

source: Newsletter emails
sk: Emaily newslettra

source: Newsletter groups
sk: Skupiny newslettra

source: Newsletter Email list
sk: Zoznam emailov newslettra

source: Newsletter Email creation
sk: Tvorba emailu newslettra

source: Newsletter Email edit
sk: Úprava emailu newslettra

source: Create batch emails
sk: Vytvoriť emaily hromadne
